function Education() {
  return (
    <section>
      <h2>Освіта</h2>
      <article>
        <h3>Національний університет "Львівська політехніка"</h3>
        <p><em>Спеціальність: 125 "Кібербезпека"</em></p>
        <p><em>Роки навчання: 2025 — 2029 (очікується)</em></p>
        <p>
          Курси: Основи інформаційної безпеки,
          Комплексні системи захисту інформації, Безпека комп'ютерних мереж,
          Технічні засоби захисту інформації.
        </p>
      </article>
    </section>
  );
}

export default Education;