function Projects() {
  return (
    <section>
      <h2>Курсові та практичні роботи</h2>
      <ul>
        <li>
          <strong>Лабораторні з: </strong>
          <ol>
            <li><strong>"Бази даних"</strong></li>
            <li><strong>"комп'ютерних мереж та їх захисту"</strong></li>
            <li><strong>"Програмування скриптовими мовами"</strong></li>
            <li><strong>"Технології вебпрограмування"</strong></li>
          </ol>
        </li>
        <li>
          <strong>Практичні з "Теорія інформації та кодування"</strong> — розробка алгоритмів кодування та декодування інформації, аналіз ефективності різних методів кодування.
        </li>
        <li>
          <strong>Курсові роботи</strong> — з комп'ютерних мереж та їх захисту, а також баз даних (у процесі написання).
        </li>
      </ul>
    </section>
  );
}

export default Projects;